<?php

return [
  'ru' => [
    'ON_MAX_SYSTEM_LOAD' => 'В данный момент, ваш запрос не может быть обработан.',
    'ON_BANNED' =>  "Доступ к боту ограничен до {time}.\n" .
                    "Комментарий: {comment}",
    'ON_SPAM' => 'Слишком быстро, подожди ещё {time} сек.',
    'ON_NEW_VERSION' => 'Прошивка бота обновилась до версии {version} 🥳',
    'DEFAULT_MESSAGE' => 'Прости, я тебя не понял.',
    'DEFAULT_COMMAND' => 'Такой команды не существует.',
    'DEFAULT_CALLBACK' => 'Для этой кнопки не назначено действие.',
    'COMMAND_START' => 'Я живой!',
    'COMMAND_LANG_SUCCESS' => 'Язык успешно изменён!',
    'COMMAND_LANG_FAIL' =>  "Такого языка не существует.\n\n" .
                            "<b>Список доступных языков:</b>\n" .
                            "{langs}",
  ]
];
